Repository: magi-web/callme-back
Catalog: ressources/languages/callme-back-*.po
Languages: fr_fr

source: Your name
fr_fr: Votre nom

source: Your name :
fr_fr: Votre nom :

source: Your phone number
fr_fr: Votre numéro de téléphone

source: Your phone number :
fr_fr: Votre numéro de téléphone :

source: This field is mandatory
fr_fr: Ce champs est obligatoire

source: [CallMeBack] new Request
fr_fr: [CallMeBack] Nouvelle demande de rappel

source: Your request has been successfully submitted.<br>We will call you back as soon as possible.
fr_fr: Votre demande a été enregistrée avec succès.<br>Nous vous rappellerons dès que possible.

source: An error occured while submitting your informations.<br>Please try again later.
fr_fr: Une erreur est survenue lors de l'enregistrement de vos informations.<br>Veuillez réessayer ultérieurement.

source: The form contains some errors. Please review them before.
fr_fr: Le formulaire contient une ou plusieurs erreurs.<br>Veuillez les corriger avant d'effectuer une nouvelle demande.

source: A new callme back request has been submitted !
fr_fr: Une nouvelle demande de rappel a été enregistrée !

source: Here are the details :
fr_fr: Voici les informations :

source: Name :
fr_fr: Identité :

source: Phone number :
fr_fr: Numéro de téléphone :

source: CallMe back for free
fr_fr: Me rappeler gratuitement

source: Call Me Back
fr_fr: Rappelez-moi

source: Add a call me back button and store the requests into database
fr_fr: Ajoute un bouton de rappel et enregistre les demandes en base de données

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Name
fr_fr: Nom

source: Phone Number
fr_fr: Numéro de téléphone

source: Done
fr_fr: Traité

source: Toggle to Done
fr_fr: Mettre à Traité

source: Toggle to Not done
fr_fr: Mettre à Non Traité

source: No items found.
fr_fr: Aucun élément trouvé.

source: Phone request
fr_fr: Demande de rappel

source: Phone requests
fr_fr: Demandes de rappel

source: Phone Requests List
fr_fr: Liste des demandes de rappel

source: This value does not match the format
fr_fr: Cette valeur ne respecte pas le format

source: Settings Saved
fr_fr: Paramètres enregsitrés

source: Save Settings
fr_fr: Enregsitrer

source: Please fulfill the form
fr_fr: Veuillez renseigner les champs

source: Phone mask format
fr_fr: Masque de saisie du téléphone

source: Phone validation format
fr_fr: Format de validation du téléphone

source: Settings
fr_fr: Réglages

source: Call Me Back Settings
fr_fr: Réglages de l'extension

source: Plugin
fr_fr: Extension

source: Entity for the id %d was not found.
fr_fr: L'objet ayant l'id %d n' a pas été trouvé.
